Repository: esprange/wp_accountancy
Catalog: languages/wpacc-*.po
Languages: nl_nl

source: Name
nl_nl: Naam

source: add
nl_nl: toevoegen

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Options
nl_nl: Opties

source: Setup
nl_nl: Instellingen

source: Create
nl_nl: Nieuw

source: Delete
nl_nl: Verwijder

source: Change
nl_nl: Wijzig

source: Security error
nl_nl: Beveiligingsfout

source: Something went wrong
nl_nl: Er is iets verkeerd gegaan

source: Default company
nl_nl: Standaard bedrijf

source: Assets
nl_nl: Activa

source: Asset saved
nl_nl: Het activa is bewaard

source: Asset removed
nl_nl: Het activa is verwijderd

source: Remove not allowed
nl_nl: Verwijdering niet toegestaan

source: Description
nl_nl: Beschrijving

source: Depreciation rate
nl_nl: Percentage afschrijving

source: Acquisition cost
nl_nl: Aanschafwaarde

source: Accumulated depreciation
nl_nl: Gecumuleerde afschrijving

source: Save
nl_nl: Bewaren

source: New fixed asset
nl_nl: Nieuw Activum

source: Bank and Cash accounts
nl_nl: Bank en Kasrekeningen

source: Bank saved
nl_nl: Bank bewaard

source: Cash account saved
nl_nl: Kas rekening bewaard

source: Bank removed
nl_nl: Bank verwijderd

source: Cash account removed
nl_nl: Kas rekening verwijderd

source: Start balance
nl_nl: Beginsaldo

source: Active
nl_nl: Actief

source: Balance
nl_nl: Saldo

source: New bank account
nl_nl: Nieuwe bankrekening

source: New cash account
nl_nl: Nieuwe kas rekening

source: Businesses
nl_nl: Bedrijven

source: Business selected
nl_nl: Bedrijf geselecteerd

source: Business saved
nl_nl: Bedrijf bewaard

source: Business removed
nl_nl: Bedrijf verwijderd

source: Country
nl_nl: Land

source: Address
nl_nl: Adres

source: Selected
nl_nl: Geselecteerd

source: New business
nl_nl: Nieuw bedrijf

source: Select business
nl_nl: Selecteer bedrijf

source: Logo file size is too large
nl_nl: Logo bestand is te groot

source: WordPress doesn't allow this type of uploads.
nl_nl: Wordpress ondersteunt dit type upload niet

source: Liability
nl_nl: Vreemd vermogen

source: Equity
nl_nl: Eigen Vermogen

source: Income
nl_nl: Inkomsten

source: Expense
nl_nl: Uitgaven

source: Chart of Accounts
nl_nl: Rekeningschema

source: Account saved
nl_nl: Rekening bewaard

source: Account removed
nl_nl: Rekening verwijderd

source: Taxcode
nl_nl: BTW code

source: New account
nl_nl: Nieuwe rekening

source: New group
nl_nl: Nieuwe groep

source: New total
nl_nl: New totaal

source: Credit notes
nl_nl: Crediteringen

source: Suppliers
nl_nl: Crediteuren/Leveranciers

source: Supplier saved
nl_nl: Leverancier bewaard

source: Supplier removed
nl_nl: Leverancier verwijderd

source: New supplier
nl_nl: Nieuwe Leverancier

source: Customers
nl_nl: Debiteuren/Klanten

source: Customer saved
nl_nl: Klant bewaard

source: Customer removed
nl_nl: Klant verwijderd

source: Billing address
nl_nl: Factuuradres

source: New customer
nl_nl: Nieuwe klant

source: Asset depreciation
nl_nl: Afschrijving

source: Summary
nl_nl: Overzicht

source: Bank and Cash Accounts
nl_nl: Bank en Kasrekeningen

source: Inter Account Transfers
nl_nl: Interne overboekingen

source: Sales Invoices
nl_nl: Verkoopfacturen

source: Credit Notes
nl_nl: Crediteringen

source: Purchase Invoices
nl_nl: Inkoopfacturen

source: Fixed Assets
nl_nl: Vaste Activa

source: Depreciation Entries
nl_nl: Afschrijvingen

source: Journal Entries
nl_nl: Memoriaalboekingen

source: Reports
nl_nl: Rapporten

source: Settings
nl_nl: Instellingen

source: Interaccount transactions
nl_nl: Interne overboekingen

source: Journal transactions
nl_nl: Memoriaalboekingen

source: Journal entry saved
nl_nl: Boeking bewaard

source: Journal entry removed
nl_nl: Boeking verwijderd

source: Issue date
nl_nl: Datum

source: Account
nl_nl: Grootboekrekening

source: Debit
nl_nl: Debet

source: Invoice date
nl_nl: Factuur datum

source: New journal entry
nl_nl: Nieuwe boeking

source: Purchase transaction saved
nl_nl: Inkoop factuur bewaard

source: Purchase transaction removed
nl_nl: Inkoop factuur verwijderd

source: Supplier
nl_nl: Leverancier

source: Reference
nl_nl: Referentie

source: Amount
nl_nl: Aantal

source: Unitprice
nl_nl: Prijs per eenheid

source: Invoice total
nl_nl: Factuur totaal

source: Balance due
nl_nl: Saldo

source: New purchase invoice
nl_nl: Nieuwe inkoopfactuur

source: Sales transaction saved
nl_nl: Inkoopfactuur verwijderd

source: Sales transaction removed
nl_nl: Inkoop transactie verwijderd

source: Customer
nl_nl: Klant

source: New sales invoice
nl_nl: Nieuwe verkoopfactuur

source: Tax codes
nl_nl: BTW code

source: Date and number format
nl_nl: Datum en tijd formaat

source: Lock data
nl_nl: Blokkeer wijziging

source: Liabilities
nl_nl: Passiva

source: Expenses
nl_nl: Uitgaven

source: Date
nl_nl: Datum

source: Transaction
nl_nl: Boeking

source: Total
nl_nl: Totaal

source: Taxcodes
nl_nl: BTW code

source: Taxcode saved
nl_nl: BTW code bewaard

source: Taxcode removed
nl_nl: BTW code verwijderd

source: Rate
nl_nl: Percentage

source: New tax code
nl_nl: Nieuwe BTW code

source: Y/m/d
nl_nl: d-m-Y
